--  ██                               ██                         ██
-- ░██       ██   ██ ██████         ░██                        ░██
-- ░██      ░░██ ██ ░██░░░██ ██████ ░██  ██████   ███████      ░██
-- ░██████   ░░███  ░██  ░██░░██░░█ ░██ ░░░░░░██ ░░██░░░██  ██████
-- ░██░░░██   ░██   ░██████  ░██ ░  ░██  ███████  ░██  ░██ ██░░░██
-- ░██  ░██   ██    ░██░░░   ░██    ░██ ██░░░░██  ░██  ░██░██  ░██
-- ░██  ░██  ██     ░██     ░███    ███░░████████ ███  ░██░░██████
-- ░░   ░░  ░░      ░░      ░░░    ░░░  ░░░░░░░░ ░░░   ░░  ░░░░░░ 
--               MAIN CONFIGURATION FILE
--
--                           by Frogprog (https://github.com/FrogProg09/)
--                           year 2026

-- this hyprland setup is devided into smaller files (e.g. to edit Keybinds go to Keybinds.lua file etc)
require("Startup")
require("Display")
require("Keybinds")
require("Window")
require("Effects")
require("layouts/CenterTile") -- custom layout for 2nd workspace
