return {
  'nvimdev/dashboard-nvim',
  dependencies = { 'nvim-tree/nvim-web-devicons' },
  config = function()
    require('dashboard').setup({
      theme = 'doom',
      config = {
        header = {
          '',
          '   ███╗   ██╗███████╗ ██████╗ ██╗   ██╗██╗███╗   ███╗   ',
          '   ████╗  ██║██╔════╝██╔═══██╗██║   ██║██║████╗ ████║   ',
          '   ██╔██╗ ██║█████╗  ██║   ██║██║   ██║██║██╔████╔██║   ',
          '   ██║╚██╗██║██╔══╝  ██║   ██║╚██╗ ██╔╝██║██║╚██╔╝██║   ',
          '   ██║ ╚████║███████╗╚██████╔╝ ╚████╔╝ ██║██║ ╚═╝ ██║   ',
          '   ╚═╝  ╚═══╝╚══════╝ ╚═════╝   ╚═══╝  ╚═╝╚═╝     ╚═╝   ',
          '',
        },
        week_header = { enable = false },
        center = {
          { desc = 'Find Files',     key = 'f', action = 'Telescope find_files'  },
          { desc = 'Recent Files',   key = 'r', action = 'Telescope oldfiles'    },
          { desc = 'Find Text',      key = 'g', action = 'Telescope live_grep'   },
          { desc = 'New File',       key = 'n', action = 'ene | startinsert'        },
          { desc = 'Quit Neovim',    key = 'q', action = 'q!'                    },
        },
        footer = { '  ~  welocome back, frogprog  ~  ' },
      },
    })
  end,
}
